* TODO make tests running
  :LOGBOOK:
  CLOCK: [2021-08-02 пн 15:33]--[2021-08-02 пн 16:23] =>  0:50C
  CLOCK: [2021-08-02 пн 13:43]--[2021-08-02 пн 14:33] =>  0:50
  CLOCK: [2021-08-02 пн 11:57]--[2021-08-02 пн 12:48] =>  0:51
  CLOCK: [2021-08-02 пн 10:27]--[2021-08-02 пн 10:52] =>  0:25
  CLOCK: [2021-08-01 нд 12:15]--[2021-08-01 нд 12:40] =>  0:25
  CLOCK: [2021-07-30 пт 19:13]--[2021-07-30 пт 19:38] =>  0:25
  CLOCK: [2021-07-30 пт 18:42]--[2021-07-30 пт 19:07] =>  0:25
  CLOCK: [2021-07-30 пт 16:10]--[2021-07-30 пт 16:35] =>  0:25
  CLOCK: [2021-07-30 пт 15:35]--[2021-07-30 пт 16:00] =>  0:25
  CLOCK: [2021-07-30 пт 14:23]--[2021-07-30 пт 15:06] =>  0:43
  CLOCK: [2021-07-30 пт 12:49]--[2021-07-30 пт 14:21] =>  1:32
  CLOCK: [2021-07-30 пт 11:54]--[2021-07-30 пт 12:48] =>  0:54
  CLOCK: [2021-07-30 пт 11:21]--[2021-07-30 пт 11:46] =>  0:25
  CLOCK: [2021-07-30 пт 10:29]--[2021-07-30 пт 10:54] =>  0:25
  CLOCK: [2021-07-30 пт 09:15]--[2021-07-30 пт 09:40] =>  0:25
  CLOCK: [2021-07-29 чт 18:06]--[2021-07-29 чт 18:31] =>  0:25
  CLOCK: [2021-07-29 чт 16:04]--[2021-07-29 чт 16:29] =>  0:25
  CLOCK: [2021-07-29 чт 13:21]--[2021-07-29 чт 13:46] =>  0:25
  CLOCK: [2021-07-29 чт 10:01]--[2021-07-29 чт 12:37] =>  2:36
  :END:
* TODO compete today's code
  :LOGBOOK:
  CLOCK: [2021-08-03 вт 10:15]--[2021-08-03 вт 10:41] =>  0:26
  :END:
* TODO replace console logging with winston
  :LOGBOOK:
  CLOCK: [2021-08-03 вт 11:31]--[2021-08-03 вт 12:21] =>  0:50
  :END:

